export default function Page() {
  return (
    <>
      <h1>شرایط خدمات</h1>
      <p>
        <strong>آخرین بروزرسانی: [تاریخ]</strong>
      </p>

      <h2>1. پذیرش شرایط</h2>
      <p>
        با دسترسی به یا استفاده از خدمات IranGame ، شما موافقت
        می‌کنید که به شرایط و مقررات زیر ("شرایط خدمات") پایبند باشید. اگر با
        این شرایط موافق نیستید، مجاز به دسترسی یا استفاده از خدمات نیستید.
      </p>

      <h2>2. تغییرات در شرایط</h2>
      <p>
        IranGame این حق را برای خود محفوظ می‌دارد که هر زمان و به صلاحدید
        خود، این شرایط را اصلاح یا به‌روزرسانی کند. هرگونه تغییر در این شرایط
        بلافاصله پس از انتشار آن‌ها در این صفحه مؤثر خواهد بود.
      </p>
    </>
  );
}
